Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Kontrollgeräte für Flugparameter
en: Apparatus for checking flight parameters

source: Fernschreiber
en: Teleprinters

source: Bekleidung zum Schutz vor Verletzungen
en: Clothes for protection against injury

source: CD-Aufnahmegeräte
en: Compact disc recorders

source: Diskettenlaufwerke für Computer
en: Disk drives for computers

source: Dreidimensionale Bildmanipulatoren [Software]
en: Three dimensional picture manipulators

source: Maschinenlesbare Stechkarten
en: Time cards [machine readable]

source: Zeitschalter für automatische Geräte
en: Timers for automatic apparatus

source: Digitale Verstärker
en: Digital amplifiers

source: Digitale Tafeln
en: Digital boards

source: Digitale Funktionsgeneratoren
en: Digital functional generators

source: Funksprechgeräte
en: Radiotelephony sets

source: Elektrische Verteiler
en: Electrical distributors

source: Sicherungslaufwerke für Computer
en: Backup drives for computers

source: Flexible Leiterplatten
en: Flexible circuit boards

source: Geräte zur Eingangsfernkontrolle
en: Remote entry point control apparatus

source: Lichtempfindliche, belichtete reprographische Filme
en: Reprographic films (sensitised -) [exposed]

source: Optisches Infrarotgerät
en: Infrared optical apparatus

source: Elektrische Druckknopftableaus
en: Push button panels (Electrical -)

source: Elektrische Drucktastenschalter
en: Push button switches (Electrical -)

source: Quarzkristall-Oszillatoren
en: Quartz crystal oscillators

source: Sensoren für die Ozeanografie
en: Sensors used in oceanography

source: Trennsäulen für wissenschaftliche Zwecke
en: Separation columns for scientific purposes

source: Schutzhüllen für elektrische Drähte
en: Sheaths for electrical wires

source: Schilde zum Schutz des Körpers vor Verletzungen
en: Shields for protecting the body against injury

source: Wärmetauschertiegel für wissenschaftliche Zwecke
en: Heat exchange crucibles for scientific use

source: Computersoftware auf dem Gebiet des elektronischen Publizierens
en: Computer software in the field of electronic publishing

source: Computersoftware zur Erweiterung der audiovisuellen Funktionen von Multimediaanwendungen
en: Computer software to enhance the audio-visual capabilities of multimedia applications

source: Chips [integrierte Schaltkreise]
en: Chips [integrated circuits]

source: Elektronische Steuerungen für automatisch arbeitende Ventile
en: Valves (Electronic controls for automatically operating -)

source: Regelbare Geschwindigkeitskontrollgeräte
en: Variable speed control apparatus

source: Nachtsichtgeräte zur Bilderkennung
en: Image identifier night vision devices

source: Modemkabel
en: Modem cables

source: Sensoren für Motoren
en: Sensors for engines

source: Prüfgeräte zum Überprüfen elektronischer Geräte
en: Testing apparatus for checking electronic devices

source: Belichtete fotografische Platten
en: Photographic plates [exposed]

source: Fotografische Vermessungsinstrumente
en: Photographic surveying instruments

source: Fotografische Sucher
en: Viewfinders, photographic

source: Fotoionische Detektoren
en: Photoionic detectors

source: Mechanische Verkehrsleitgeräte
en: Traffic guidance apparatus [mechanical]

source: Leuchtschilder, nicht aus Metall, zur Verkehrsinformation
en: Traffic information panels (non-metallic -) [luminous signs]

source: Datenverarbeitungssysteme
en: Data processing systems

source: Apparate und Instrumente für die Astronomie
en: Apparatus and instruments for astronomy

source: Elektronische Plotter
en: Electronic plotters

source: Optische Lampen
en: Optical lanterns

source: Laternae Magicae
en: Magic lanterns

source: Elektronische Taschenübersetzer
en: Electronic pocket translators

source: Computerbildschirme für Bankgeschäftszwecke
en: Computer terminals for banking purposes

source: Optische Datenspeicherlaufwerke
en: Optical data storage drives

source: Faseroptische Sensoren
en: Optical fibre sensors

source: Elektrische Schaltschränke
en: Electrical switch cabinets

source: Elektrisch heizbare Bekleidung zum Schutz vor Unfällen oder Verletzungen
en: Electrically heated clothing for protection against accident or injury

source: Elektrische Verstärker für Tonsignale
en: Electrical amplifiers for sound signals

source: Karten mit elektronisch gespeicherten Daten
en: Cards bearing electronically recorded data

source: Computersoftware für Suchmaschinen
en: Computer search engine software

source: Computersoftware in Bezug auf Kindererziehung
en: Computer software concerned with children's education

source: Herunterladbar Computersoftware aus einem weltweiten Computerinformationsnetz
en: Computer software downloadable from global computer information networks

source: Herunterladbare Computerprogramme
en: Computer programs [downloadable software]

source: Leere Festtintenpatronen für Tintenstrahldrucker
en: Solid ink cartridges [empty] for ink-jet printers

source: Belichtete Diapositive
en: Exposed photographic slides

source: Elektronische Messfühler
en: Electronic measurement sensors

source: Elektronische speicherintegrierte Schaltungschips
en: Electronic memory integrated circuit chips

source: Drahtlose Hochfrequenzübertragungsgeräte
en: Wireless high frequency transmission instruments

source: Filtermembrane für Laborzwecke
en: Filter diaphragms for laboratory use

source: Ellbogenschützer zum Schutz vor Unfällen [ausgenommen Sportartikel]
en: Elbow protectors (protective -) for use against accidents [other than sports articles]

source: Elektrische Feuermelder
en: Electric alarms for fire

source: Fotometrische Apparate [ausgenommen für medizinische Zwecke]
en: Photometric apparatus [other than for medical use]

source: Busschnittstellen
en: Bus interfaces

source: Compact-Disks [ROM, Festspeicher]
en: Compact discs [read-only memory]

source: Tonometer zum Messen [nicht für medizinische Zwecke]
en: Tonometers for measuring [not for medical purposes]

source: Geldbetätigte Mechaniken für Fernsehapparate
en: Coin-operated mechanisms for television sets

source: Temperaturregelungsgeräte für Maschinen
en: Temperature controlling apparatus for machines

source: Temperaturbegrenzer für Maschinen
en: Temperature limiters for machines

source: Halter für elektrische Spulen
en: Holders for electric coils

source: Akustische Koppler
en: Acoustic couplers

source: Isolierter Kupferdraht
en: Copper wire, insulated

source: Blenden [Fotografie]
en: Diaphragms [photography]

source: Belichtete Röntgenfilme
en: X-ray films, exposed

source: Computerprogramme für Projektmanagement
en: Computer programs for project management

source: Automatische Schalttafeln
en: Automatic switchboards

source: Externe Modems
en: External modems

source: Ventile zum Aufblasen von Rettungswesten
en: Valves for inflating lifejackets

source: Kodierte oder magnetische Zugangskontrollkarten
en: Access control cards [encoded or magnetic]

source: Elektronische Stromrichter
en: Electronic currency converters

source: Elektronische Wörterbücher
en: Electronic dictionaries

source: Simulatoren für die Lenkung und die Kontrolle von Fahrzeugen
en: Simulators for the steering and control of vehicles

source: Elektrische Lichtschalter
en: Electric light switches

source: Sicherheits-Kombigurte, ausgenommen für Fahrzeugsitze oder Sportsausrüstungen
en: Safety restraints, other than for vehicle seats and sports equipment

source: Verbindungsmuffen für Elektrokabel
en: Junction sleeves for electric cables

source: Dunkelkammern [Fotografie]
en: Darkrooms [photography]

source: Elektrooptische Wandler
en: Electro-optic transducers

source: Instrumente zur Anzeige der Fahrtrichtung
en: Instruments for indicating directions

source: Optische Sender zur Verwendung mit Lichtleiterkabeln
en: Optical transmitters for use with fibre optic cables

source: Numerische Zähler
en: Numerical counters

source: Elektrische Fernsteuerungsgeräte
en: Electrical remote control apparatus

source: Elektrodynamische Fernsteuergeräte für Eisenbahnweichen
en: Electro-dynamic apparatus for the remote control of railway points

source: Kommunikationsgeräte für die Luftfahrt
en: Aeronautical communications apparatus

source: Alkalische Batterien
en: Alkaline accumulators

source: Leere Tonerpatronen für Laserdrucker
en: Toner cartridges [empty] for laser printers

source: Joysticks für Computer
en: Computer joysticks

source: Elektronische Druckfühler
en: Electronic pressure sensors

source: Elektronische Regenmesser
en: Electronic rain gauges

source: Elektronische Messlineale
en: Electronic scale rules

source: Anzeigedisplays [elektronisch]
en: Electronic display panels

source: Navigationscomputer für Autos
en: Car navigation computers

source: Halterungen für Mobiltelefone
en: Holders adapted for mobile phones

source: Spezialetuis für fotografische Apparate und Instrumente
en: Cases especially made for photographic apparatus and instruments

source: Neonlichtanzeigen für elektrische Schaltkreise
en: Neon light indicators for use in electrical circuits

source: Herunterladbare Musikaufzeichnungen
en: Downloadable musical sound recordings

source: Empfangsantennen für Satellitenausstrahlungen
en: Receiving antennas for satellite broadcast

source: Erweiterungsplatinen zur Verbindung von Computern mit Netzsoftware
en: Add-on circuit boards for connecting computers to networking software

source: Kodierte Identifikationsetiketten
en: Identification labels [encoded]

source: Software zur Durchführung von Hauptversammlungen
en: Software for conducting general meetings

source: Interaktive Bildschirme
en: Interactive terminals

source: Kommunikationssatelliten
en: Intercommunication satellites

source: Schnittstellenkabel [elektrisch]
en: Interface cables [electric]

source: Simulatoren für die Bedienung von Luftfahrzeugen
en: Simulators for simulating the operation of aircraft

source: Simulatoren für die Bedienung von Landfahrzeugen
en: Simulators for simulating the operation of land vehicles

source: Simulatoren zur Ausbildung von Personal im Führen von Fahrzeugen
en: Simulators for training personnel in the driving of vehicles

source: Gehäuse für elektrische Schalter
en: Skeleton switches [electric]

source: Private Nebenstellenanlagen
en: Private branch exchanges

source: Kapazitive Spannungstransformatoren
en: Capacitive voltage transformers

source: Computerspielprogramme zur Simulation von Wertpapierhandel [Computersoftware]
en: Computer games programmes for simulating financial securities trading [software]

source: Zyklotrons
en: Cyclotrons

source: Elektrische Zielortungsgeräte
en: Target location apparatus [electric]

source: Vorprogrammierte Bänder
en: Pre-programmed tapes

source: Mobile Datengeräte
en: Mobile data apparatus

source: Mobile Funkempfangsgeräte
en: Mobile radio receiving apparatus

source: Gesichtsschutzschirme für Schutzhelme
en: Protective face-shields for protective helmets

source: Elektrische Diebstahlalarmanlagen
en: Theft prevention installations, electric

source: Bedienbare Mikroskopstative
en: Operating microscope stands

source: Instrumente für die Verkehrsüberwachung
en: Instruments for monitoring traffic

source: Isolierte Kabel für Elektroinstallationen
en: Insulated cable for electrical installations

source: Automatische Diskwechsler
en: Automatic disc changers

source: Leuchtende Straßenschautafeln
en: Roadside display boards [luminous]

source: Elektrische Steuergeräte für Roboter
en: Robotic electrical control apparatus

source: Verteilerdosen für elektrische Leitungen
en: Junction boxes for electric wires

source: Elektrische Montagekabel
en: Mounting cords [electrical]

source: Kommunikationssoftware
en: Communication software

source: Herunterladbare Grafiken für Mobiltelefone
en: Downloadable graphics for mobile phones

source: Mechanische oder leuchtende Anzeigeschilder aus Metall
en: Display signs of metal [luminous or mechanical]

source: Hohlglaswaren für Laborzwecke
en: Hollow glassware for laboratory use

source: Holografische Platten
en: Holographic plates

source: Holografische Folien
en: Holographic film

source: Maschinenlesbare Datenträger
en: Machine readable data carriers

source: Computerprogramme auf Magnetkarten
en: Magnetic cards being computer software

source: Verteilertafeln [Elektrizität]
en: Distribution boards [electricity]

source: Angepasste Gehäuse für Ferngläser
en: Cases adapted for binoculars

source: Kodierte Geldkarten
en: Cash cards [encoded]

source: Wissenschaftliche Filtermembranen
en: Membranes for filtration [scientific]

source: Navigationsgeräte [Kompasse]
en: Navigating apparatus [compasses]

source: Elektronische Logbücher
en: Ships logs [electronic]

source: Laborinstrumente, ausgenommen für medizinische Zwecke
en: Laboratory instruments [other than for medical use]

source: Laserdiscs zur Musikspeicherung
en: Laser discs for use in storing music

source: Elektrische Zielsucher
en: Target seekers [electric]

source: Retinalkameras [ausgenommen für medizinische Zwecke]
en: Retinal cameras [other than for medical use]

source: Elektrische Überwachungssteuerungsgeräte
en: Monitoring control apparatus [electric]

source: Geldbetätigte Mechaniken
en: Coin-operated mechanisms

source: Linsenrohlinge für Sehkorrekturen
en: Lens blanks for eyesight correction

source: Linsenpinsel für fotografische Zwecke
en: Lens brushes adapted for photographic use

source: Sendeapparat zur Ausstrahlung von Fernsehsendungen
en: Transmitting apparatus for television broadcasting

source: Solarbatterien für den Haushalt
en: Solar batteries for domestic use

source: Elektrische Schaltanlage
en: Switchgear [electric]

source: Einbruchsmelder [ausgenommen für Fahrzeuge]
en: Intruder detecting apparatus [other than for vehicles]

source: Einbruchidentifikationsgeräte [ausgenommen für Fahrzeuge]
en: Intruder identification apparatus [other than for vehicles]

source: Verbindungen [elektrische Kontakte]
en: Joining units [electrical contacts]

source: Kodierte bedruckte Bankkarten
en: Printed bank cards [encoded]

source: Sensoren zur Tiefenmessung
en: Sensors for measuring depth

source: Kodierte Bänder
en: Encoded tapes

source: Holografische Bilder
en: Holographic images

source: Grafische Plotter
en: Graphical plotters

source: Sonden zum Testen integrierter Schaltkreise
en: Probes for testing integrated circuits

source: Gestelle für Lautsprecher
en: Racks for loudspeakers

source: Näherungssensoren
en: Proximity sensors

source: Messgeräte mit digitalen Anzeigen
en: Gauges with digital readout

source: Tonabnehmer für Gitarren
en: Picks-ups for guitars

source: Piezoelektrische Sensoren
en: Piezoelectric sensors

source: Aus dem Internet herunterladbare Computerprogramme
en: Computer software downloaded from the internet

source: Interaktive Multimedia-Rechnerspielprogramme
en: Interactive multimedia computer game programs

source: Elektrische Anlagen für die Fernsteuerung industrieller Arbeitsvorgänge
en: Electric installations for the remote control of industrial operations

source: Freisprecheinrichtungen für Telefone
en: Hands-free kits for telephones

source: Elektronische Kohlendioxidüberwachungsgeräte [ausgenommen für medizinische Zwecke]
en: Electronic carbon dioxide monitors [other than for medical purposes]

source: Elektronische Kohlendioxidaufzeichnungsgeräte [ausgenommen für medizinische Zwecke]
en: Electronic carbon dioxide recorders [other than for medical purposes]

source: Elektronische Farbanalysegeräte
en: Electronic colour analyzers

source: Schutzhelme für den Sport
en: Protective helmets for sports

source: Registrierkassen
en: Cash registers

source: Gesichtsschutzschirme für Arbeiter
en: Workmen's protective face-shields

source: Faseroptische Modems
en: Fiber optic modems

source: Mikrofonangel für Tonübertragungsgeräte
en: Boom poles for sound transmission apparatus

source: Xerografische Kopiermaschinen
en: Xerographic copying machines

source: Saphirnadeln für Plattenspieler
en: Needles for record players

source: Computersoftware zur Erzeugung von Schrifttypen und Schriftarten
en: Computer software for generation of typefaces and fonts

source: Umweltprüfkammern [Temperatursimulationsgeräte]
en: Environmental test chamber (temperature simulation equipment)

source: Messgeräte für Dieselemissionen
en: Diesel oil emission testers

source: Integrierte Dickschichthybridschaltungen
en: Thick film hybrid integrated circuits

source: Dreidimensionale Betrachter
en: Three dimensional viewers

source: Kodierte Stechkarten
en: Time cards [encoded]

source: Reifenauswuchtmaschinen für Landfahrzeuge
en: Tire balancing machines for land vehicles

source: Computersoftware für Schriftarten
en: Typeface font computer software

source: Ultraschall-Diagnosegeräte, ausgenommen für medizinische Zwecke
en: Diagnostic ultrasound apparatus, other than for medical use

source: Digitale Grafikscanner
en: Digital graphic scanners

source: Klingeltöne zum Herunterladen für Mobiltelefone
en: Downloadable ring tones for mobile phones

source: Geräte zur Fernüberwachung
en: Remote monitoring apparatus

source: Infrarotzielfernrohre fÃ¼r Waffen
en: Infrared devices for aiming weapons

source: Laserbespielbare Discs
en: Laser recordable discs

source: Laserskalpelle, nicht für medizinische Zwecke
en: Laser scalpels, other than for medical use

source: Sensoren für die Meteorologie
en: Sensors used in meteorology

source: Computersoftware zur Durchführung von Spielen
en: Computer software that permits games to be played

source: Computersoftware zur Automatisierung des Data-Warehousing
en: Computer software to automate data warehousing

source: Laser, nicht für medizinische Zwecke
en: Lasers, not for medical purposes

source: Variable Kondensatoren
en: Variable capacitors

source: Etuis für fotografische Apparate
en: Pouches for photographic apparatus

source: Elektrische Stromverteilungsblöcke
en: Electrical power distribution blocks

source: DVD-Hüllen
en: DVD cases

source: Gaszähler [Messinstrumente]
en: Gasometers [measuring instruments]

source: Grafische Entzerrer
en: Graphic equalizers

source: Taschenrechner
en: Pocket calculators

source: LCD [Flüssigkristallanzeigen]
en: LCD [liquid crystal display]

source: Mobile Datenempfänger
en: Mobile data receivers

source: Reflektoren für Mikroskope
en: Reflectors [for microscopes]

source: Tragbare Computer
en: Wearable computers

source: Temperaturempfindliche Prüfgeräte für wissenschaftliche Zwecke
en: Temperature sensitive testing apparatus for scientific use

source: Elektrische Terminalcontroller
en: Terminal controllers [electric]

source: Prüfsondenbaugruppen für integrierte Schaltkreise
en: Test probe assemblies for integrated circuits

source: Beleuchtung für Dunkelkammern
en: Photographic darkroom lighting

source: Fotografische Druckapparate
en: Photographic printing apparatus

source: Hardware für die Datenkommunikation
en: Data communications hardware

source: Wägeapparate und -instrumente
en: Weighing apparatus and instruments

source: Sende- und Empfangsgeräte
en: Transmitter receivers

source: Computersoftwareprogramme für die Tabellenkalkulation
en: Computer software programs for spreadsheet management

source: Verbindungsmodule für elektrische Steuerungen
en: Connecting modules for electric controls

source: Optische Glasfilter
en: Optical glass filters

source: Elektrische Relais
en: Relays, electric

source: Elektrische Telegrafendrähte
en: Electrical telegraph wires

source: Elektrische Verbindungselemente
en: Electrical terminal connectors

source: Elektrische Verdrahtungsanlagen
en: Electrical wiring installations

source: Zellkulturgeräte für Laborzwecke
en: Cell culture apparatus for laboratory use

source: Anaerobenkammern für Labors oder wissenschaftliche Zwecke
en: Anaerobic chambers for laboratory or scientific use

source: Programmierbare Logik-Arrays
en: Programmable logic arrays

source: Programmierbare Telekommunikationsapparate
en: Programmable telecommunication apparatus

source: Elektronische Babyüberwachungsgeräte
en: Electronic baby monitoring devices

source: Drahtlose Sender
en: Wireless transmitters

source: Physikalische Analysegeräte [ausgenommen für medizinische Zwecke]
en: Physical analysing apparatus [other than for medical use]

source: Sender zur Verwendung bei der Notfallmeldung
en: Transmitters for use in emergency communications

source: Angepasste Gehäuse für Computer
en: Cabinets adapted to hold computers

source: Elektronische Halbleiter
en: Electronic semi-conductors

source: Elektronische Alarmglocken
en: Electronic warning bells

source: Elektronische Fahrpläne
en: Timetables (Electronic -)

source: Berührungsempfindliche Steuertafeln
en: Touch sensitive control panels

source: Periskope
en: Periscopes

source: Temperaturmessgeräte für Haushaltszwecke
en: Temperature measuring apparatus for household use

source: Temperaturregler für Fahrzeugmotoren
en: Temperature regulators for vehicle engines

source: Klingeln [Alarmanlagen]
en: Bells [warning devices]

source: Testnadeln zum Prüfen von gedruckten Leiterplatten
en: Test pins for testing printed circuit boards

source: Elektrische Türklingeln
en: Electric door bells

source: Brennöfen für Laborzwecke
en: Furnaces for laboratory use

source: Computersoftware für die Kostenschätzung
en: Computer software designed to estimate costs

source: Unbespielte Magnetbänder für Bandaufnahmegeräte
en: Blank magnetic tapes for tape recorders

source: Gespeicherte Computerspielprogramme
en: Recorded computer game programs

source: Vakuumsonden für Laborzwecke
en: Vacuum probes for laboratory use

source: An Computer angepasste Peripheriegeräte
en: Peripherals adapted for use with computers

source: Netzteile mit Spannungsstabilisator
en: Voltage stabilizing power supply

source: Elektrische Leiterplatten
en: Electrical circuit boards

source: Scanner [Datenverarbeitungsgeräte]
en: Scanners [data processing equipment]

source: Elektrische Netzgeräte
en: Electricity mains apparatus

source: Magnetische oder kodierte Bankkarten
en: Banking cards [encoded or magnetic]

source: Kosmografische Instrumente
en: Cosmographic instruments

source: Diagnoseapparate für wissenschaftliche Zwecke
en: Instruments for diagnosis [for scientific use]

source: Elektrische Anschlussbuchsen
en: Connector sockets (Electric -)

source: Elektrische Kontaktsteckkarten
en: Contact boards (Electric -)

source: Optische Drucker
en: Optical printers

source: Optische Schalter
en: Optical switches

source: Optische Anzeigebildschirme
en: Optical viewing screens

source: Numerische Steuerungsgeräte
en: Numerical control apparatus

source: Ein-Aus-Sensoren
en: On-off sensors

source: Elektrische Empfänger
en: Electrical receivers

source: Elektrische Widerstandsspulen
en: Electrical resistance coils

source: Elektrische Blinkerschalter
en: Electric flasher switches

source: Helme für Motorradfahrer
en: Helmets for motorcyclists

source: Tintenstrahldrucker
en: Ink jet printers

source: Elektrische Spulen
en: Coils, electric

source: Tonarme für Plattenspieler
en: Tone arms for record players

source: Apparate und Anlagen zur Erzeugung von Röntgenstrahlen, nicht für medizinische Zwecke
en: Apparatus and installations for the production of X-rays, not for medical purposes

source: Atemschutzgeräte mit Luftfilter
en: Respirators for filtering air

source: Elektrische Kabelschuhe
en: Electric terminal lugs

source: Tonaufnahmen
en: Audio recordings

source: Elektronische Schiebelehren
en: Electronic sliding callipers

source: Gesichtsmasken zum Schutz vor Unfällen oder Verletzungen
en: Face guards for protection against accident or injury

source: Elektronische Datenverarbeitungsgeräte
en: Electronic data processing equipment

source: Tragbare Abspielgeräte
en: Portable media players

source: Kühlkörper
en: Heat sinks
